Ran Plan for dir: `asie/preprod` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create
~ update in-place

Terraform will perform the following actions:

  # aws_s3_bucket.buckets3 will be updated in-place
~ resource "aws_s3_bucket" "buckets3" {
        acl                         = "private"
        arn                         = "arn:aws:s3:::axa-tran-nonprod-rbe-test-atlantis"
        bucket                      = "axa-tran-nonprod-rbe-test-atlantis"
        bucket_domain_name          = "axa-tran-nonprod-rbe-test-atlantis.s3.amazonaws.com"
        bucket_regional_domain_name = "axa-tran-nonprod-rbe-test-atlantis.s3.eu-central-1.amazonaws.com"
        force_destroy               = false
        hosted_zone_id              = "Z21DNDUVLTQW6Q"
        id                          = "axa-tran-nonprod-rbe-test-atlantis"
        region                      = "eu-central-1"
        request_payer               = "BucketOwner"
      ~ tags                        = {
            "Environment"         = "Dev"
            "Name"                = "My bucket"
          - "data.classification" = "PIC" -> null
          - "global.app"          = "unknownApp" -> null
          - "global.dcs"          = "AXA services" -> null
          - "global.env"          = "nonprod" -> null
          - "global.opco"         = "AXA services" -> null
          - "global.project"      = "unknownProject" -> null
        }

      - server_side_encryption_configuration {
          - rule {
              - apply_server_side_encryption_by_default {
                  - sse_algorithm = "AES256" -> null
                }
            }
        }

        versioning {
            enabled    = false
            mfa_delete = false
        }
    }

  # aws_s3_bucket.buckets4 will be created
+ resource "aws_s3_bucket" "buckets4" {
      + acceleration_status         = (known after apply)
      + acl                         = "private"
      + arn                         = (known after apply)
      + bucket                      = "axa-tran-nonprod-rbe-test-atlantis-2"
      + bucket_domain_name          = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags                        = {
          + "Environment" = "Dev"
          + "Name"        = "My bucket"
        }
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)

      + versioning {
          + enabled    = (known after apply)
          + mfa_delete = (known after apply)
        }
    }

Plan: 1 to add, 1 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d asie/preprod`
* :put_litter_in_its_place: To **delete** this plan click [here](https://a8f481c7.ngrok.io/lock?id=rayanebel%252Fatlantis-example%252Fasie%252Fpreprod%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d asie/preprod`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
